const posts = [
  {
    "id": "20260608-99yv",
    "title": "はじめまして 〜 about me 〜",
    "date": "2026-06-08",
    "tags": [
      "自己紹介",
      "日常",
      "イラスト",
      "絵本"
    ],
    "thumbnail": "images/IMG_4066.jpg",
    "content": "大阪府八尾市在住の、イラストレーター・絵本作家です。\nやさしい色と線で、動物たちの暮らしや、絵本のような世界を描いています。\n\n日々の暮らしの中で出会う小さな幸せ、\n子育ての中で感じた気づきや想いを、\nやさしい色とタッチでお届けします。\n\nひとり娘の母でもあり、\n暮らしを「自分で作ること」を大切にしています。\n家庭菜園、料理、裁縫、DIYなど…\n絵を描くことも、日々の暮らしの延長にあるように感じています。",
    "content_html": "<p>大阪府八尾市在住の、イラストレーター・絵本作家です。</p><p>やさしい色と線で、動物たちの暮らしや、絵本のような世界を描いています。</p><p><br></p><p>日々の暮らしの中で出会う小さな幸せ、</p><p>子育ての中で感じた気づきや想いを、</p><p>やさしい色とタッチでお届けします。</p><p><br></p><p>ひとり娘の母でもあり、</p><p>暮らしを「自分で作ること」を大切にしています。</p><p>家庭菜園、料理、裁縫、DIYなど…</p><p>絵を描くことも、日々の暮らしの延長にあるように感じています。</p><p><br></p><p><img src=\"https://raw.githubusercontent.com/risakokko-rishjuly/home/main/images/IMG_7368.JPG\"></p>"
  }
];
